{
    "missions": [
        {
            "name": "Doe um Brinquedo",
            "creature_name": "Goblin Ladrão",
            "type": "Combater o Mal",
            "description": "Os goblins são criaturas terríveis que roubam brinquedos de crianças por todo o mundo. Para combate-los temos que repor todos os brinquedos roubados.",
            "warning": "",
            "value": 1000
        },
        {
            "name": "Adote um Animal",
            "creature_name": "Jade Guarda Solitária",
            "type": "Ajudante dos Animais",
            "description": "Nossa amiguinha está sozinha e a procura de um amigo(a) para combater os goblins que vivem tentando invadir seu lar. Para ajudar Jade você deve aumentar as defesas da casa acrescentando um membro diferente na família.",
            "warning": "Cuidar de um animal não é fácil e demanda tempo, só complete essa missão se todos os membros de sua família aceitem.",
            "value": 2000
        },
        {
            "name": "Leia um Livro",
            "creature_name": "Lagarta Flamejante",
            "type": "Sábio",
            "description": "A lagarta flamejante se alimenta de folhas de papel. O problema é que uma infestação dessas lagartas afetou diretamente as bibliotecas por todo canto. Certifique-se de que o livro que você leu não foi afetado por uma delas.",
            "warning": "",
            "value": 500
        },
        {
            "name": "Aprenda a Tocar um Instrumento",
            "creature_name": "Dançarina Desmotivada",
            "type": "Sábio",
            "description": "O show acabou. A dançarina não aguenta mais dançar as mesmas músicas, você pode fazer o show continuar tocando um instrumento novo.",
            "warning": "",
            "value": 500
        },
        {
            "name": "Tire Nota Máxima em um Trabalho ou Prova",
            "creature_name": "Goblin Infiltrado",
            "type": "Sábio",
            "description": "Goblins se infiltraram em várias escolas para sabotar notas. Não se sabe em quais escolas eles estão atualmente. Porém as notas máximas eles não conseguem sabotar. Tire nota máxima em um trabalho ou prova para confirmar que sua escola está livre de goblins.",
            "warning": "",
            "value": 1000
        },
        {
            "name": "Trabalhe por Dinheiro",
            "creature_name": "Defensor da Fonte",
            "type": "Trabalhador",
            "description": "A fonte dos desejos está interditada, o defensor só deixa realizar um desejo quem for capaz de jogar uma grande quantidade de dinheiro na fonte.",
            "warning": "",
            "value": 500
        },
        {
            "name": "Plante uma Árvore",
            "creature_name": "O Espantalho",
            "type": "Ajudante da Natureza",
            "description": "Espantalhos são criaturas silenciosas e devastadoras, não nasce nada em volta de onde estão, nem mesmo seres vivos centenários, como as árvores, resistem. Sua missão é plantar uma árvore para verificar a existência de espantalhos no local.",
            "warning": "",
            "value": 1000
        },
        {
            "name": "Foto da Família",
            "creature_name": "Leth Perdida",
            "type": "Grupo",
            "description": "Leth se perdeu de sua família e maior parte do seu tempo é passado vendo fotos na internet. Suas favoritas são as da família. Poste uma foto com sua família e use a hashtag #QuestFlow.",
            "warning": "",
            "value": 1000
        },
        {
            "name": "Leve seu Cão para um Passeio",
            "creature_name": "Goblin Fugitivo",
            "type": "Ajudante dos Animais",
            "description": "Goblins fugiram da prisão da cidade!! Não se sabe onde eles foram parar, o que se sabe é que eles vivem em regiões cheias de árvores. Os cães são ótimos farejadores de goblins, talvez o seu consiga capturar um fugitivo.",
            "warning": "",
            "value": 200
        }
    ]
}